{
	"cookieAdviseTitle_txt": "Valoramos su privacidad.",
	"cookieAdviseDescription_txt": "Este sitio web utiliza cookies para mejorar su experiencia de usuario y analizar los datos de tráfico de este sitio web para permitirnos servirle aún mejor. Para esto necesitamos su consentimiento.",
	"accept_txt": "Aceptar",
	"decline_txt": "Rechazar",

	"cookiesSelectionTitle_txt"	: "Sus opciones de cookies el este Site",
	"cookiesAreImportant_txt"	: "Las cookies son importantes para el uso correcto de los sitios web. En este sitio, utilizamos cookies para mejorar su experiencia de usuario, presentándole toda la información que necesite.",
	"cookiesDataCollection_txt"	: "Dependiendo de su elección, también podremos recoger información sobre el uso de este sitio para mejorarlo.",
	"cookiesHowToDecide_txt"	:"Seleccione \"Acepto todas las cookies \" para aceptar todas las cookies o \"Ver y Cambiar Preferencias de Cookies \" para acceder a la información detallada sobre el empleo de cookies en este sitio y seleccionar qué cookies deben usarse cuando navegue.",
	"cookiesAgreeBtnLabel_txt"	: "ACEPTAR TODAS LAS COOKIES",
	"cookiesMoreInfoBtnLabel"	: "VER Y CAMBIAR PREFERENCIAS DE COOKIES",

	"generalFootnote_txt"		: "El uso de cookies por este sitio depende de las preferencias de cookies seleccionadas en su navegador. Para que las cookies de este sitio puedan operar es necesario que su navegador permita el uso de cookies.",

    	"cookiesSelectionIntro_txt"	: "Por favor, marque su elección de los cookies que puede utilizar en este sitio:",
    	"cookiesNecessaryHeadline_txt"  : "COOKIES NECESARIAS",
	"cookiesNecessaryText_txt"	: "Estas cookies son imprescindibles para el funcionamiento correcto de este sitio, permitiéndole elegir el idioma utilizado y el origen de los mapas y mantener estas opciones durante el uso de este sitio. Su uso no puede ser inhibido.",
	"cookiesAnaliticsHeadline_txt"	: "COOKIES ESTADÍSTICAS",
    	"cookiesAnaliticsText_txt"	: "Estas cookies nos permiten recoger, analizar y optimizar la operación de este sitio web. Puede optar por permitir o no su uso. Todos los datos recogidos se tratan anónimamente y no san compartidos con terceros.",
    	"cookiesStatementOne_txt"       : "Este sitio no recoge ni guarda datos más allá de los arriba descritos. Todos los datos recogidos se tratan anónimamente.",
    	"cookiesStatementTwo_txt"       : "Siempre puede impedir el uso de cookies por su navegador, pero debe recordar que tal impedimento tendrá como consecuencia la degradación de su experiencia de usuario en este sitio.",
    	"cookiesPreferencesSubmit_txt"  : "GRABAR PREFERENCIAS",
	"cookiesPreferencesCancel_txt"	: "CANCELAR",

	"preferencesSubmittedTitle_txt"	: "Preferencias Grabadas",
	"preferencesSubmittedSubtitle_txt" : "Sus preferencias sobre el uso de cookies en este sitio web<br> se han guardado correctamente.",
	"preferencesSubmitted_txt"	: "Podrá en cualquier momento cambiar sus preferencias de uso de cookies en este sitio haciendo clic en el icono de Información fijado en su pantalla y seleccionando la opción \"Uso de Cookies por este Sitio\".",
	"preferencesClose_txt"		: "CERRAR",


	"cookiesPrivacyPolicyLink_txt"  : "Política de privacidad",
    "cookiesCopyright_txt"          : "&copy; 2019 Maretec & J. Rebelo"
}
